{
  "education": [
    {
      "school": "42, Architecte en technologie numérique",
      "field": "<span>42</span> est la première formation en informatique entièrement gratuite, ouverte à toutes et à tous sans condition de diplôme et accessible dès 18 ans. Sa pédagogie est basée sur le <span>peer-to-peer learning</span> : un fonctionnement participatif, sans cours, sans professeur, qui permet aux étudiant(e)s de libérer toute leur créativité grâce à l’apprentissage par projets. <span>42</span> a été fondée à l’initiative de <span>Xavier Niel</span>.",
      "startYear": "2016",
      "endYear": "2021",
      "projects": [
        {
          "title": "42 AI IronCar",
          "description": "Participation à une course de <span>mini-voitures autonomes</span>, dirigées uniquement par un <span>réseau de neurones artificiels</span>. Obtention de la première place en équipe",
          "skills": ["Python", "Electronique", "AI", "Tensorflow", "Keras"],
          "notes": "C'est un projet libre à l’initiative des étudiants, il m’a permis de m’initier à l’<span>IA</span> et d’y joindre mes compétences en <span>électronique</span>.  "
        },
        {
          "title": "42 Electronics",
          "description": "Le module <span>électronique</span> de <span>42</span> est un projet libre en équipe de 4 étudiants. Il consiste à designer, concevoir, assembler et programmer un circuit imprimé (PCB) basé sur un micro-controleur <span<PIC32</span>. Nous avons décidé de fabriquer un <span>gant de motion capture</span> communiquant en Bluetooth et stockant des données sur une carte micro-SD.",
          "skills": [
            "C",
            "Algorithme",
            "Electronique",
            "PIC32",
            "Altium",
            "Bluetooth",
            "Travail d'équipe"
          ],
          "notes": "Ce projet a été l’occasion de travailler en équipe pendant 8 mois et de développer mes compétences aussi bien théoriques que pratiques."
        },
        {
          "title": "Minishell",
          "description": "Projet qui consiste à recoder une partie du <span>shell unix</span>.",
          "skills": ["C", "Algorithme", "Librairie"],
          "notes": "Il m'a permis d'appréhender et de mieux comprendre le fonctionnement d'un <span>shell</span> et de son <span>API</span>."
        },
        {
          "title": "Printf",
          "description": "Projet qui consiste à recoder la fonction <span>printf</span> de la librarie standard <stdio.h>. Cette fonction sert à afficher des données dans un flux de sortie.",
          "skills": ["C", "Algorithme", "Parsing"]
        }
      ]
    },
    {
      "school": "Lycée Dorian, BTS Systèmes Électroniques",
      "degree": "BTS Systèmes électroniques",
      "field": "Le <span>BTS Systèmes Électroniques</span> est une formation qui a pour objectif de former des spécialistes des technologies <span>électroniques</span>. Les titulaires ont les compétences pour concevoir, fabriquer des dispositifs <span>électroniques</span> et en assurer la <span>maintenance</span>.",
      "startYear": "2013",
      "endYear": "2015"
    },
    {
      "school": "Lycée Jacques Prévert, BAC  Systèmes Électroniques et Numériques",
      "degree": "BAC  Electronic and Digital System",
      "field": "Le <span>BAC SEN</span> a pour but de former des techniciens capables d’intervenir sur les équipements et les installations <span>électroniques</span> ou <span>numériques</span>, que ce soit pour un particulier, un <span>professionnel</span> ou dans le milieu <span>industriel</span>.",
      "startYear": "2009",
      "endYear": "2013"
    }
  ]
}
